Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/kainun_institutti/tiet_ruijhaan_rosa_tekster_nob.doc.tmx
Source language: nob
Languages: fkv

source: Hva heter du?
fkv: Mikä sinun nimi oon?

source: Hvor kommer du fra?
fkv: Mistä sie olet pois?

source: Hvordan reiser du?
fkv: Kunka sie matkustat?

source: Hva vil du bli i framtiden?
fkv: Mikä sie haluat olla tulevaisuuessa?

source: Snakker du norsk?
fkv: Puhutko sie ruijaa?

source: Tror du på Gud?
fkv: Uskotko sie Jumalhaan?

source: Kan du synge?
fkv: Ossaatko sie laulaa?

source: Liker du å bade badstu?
fkv: Tykkäätkö sie saunoa?

source: Hvor er du på vei?
fkv: Mihiin sie olet matkala?

source: Mange sultet i hjel.
fkv: Monet nälkiinythiin hengiltä.

source: De hadde ikke annet valg enn å reise.
fkv: Ei ollu muuta maholisuutta ko lähteä.

source: De fleste som dro var fattige mennesker på landsbygda
fkv: Enniin osa niistä, jokka lähethiin Ruijhaan, olthiin köyhiä ihmisiä kylistä

source: til fots eller på ski, overnatte under himmelen
fkv: jalan tahi hihtamalla, yövythiin taivasalla

source: viktig møteplass
fkv: tärkeä kohattelupaikka

source: dyktige håndverkere
fkv: sepät käsityöläiset

source: første som dyrket poteter
fkv: ensimäiset, jokka viljothiin pottuja

source: Kvinnene hadde ansvaret for gården
fkv: Vaimot piethiin huolen talosta

source: premier til de barna som lærte seg raskest å snakke norsk
fkv: net lapset, jokka opithiin hopusti ruijaa, saathiin palkinon

source: musikk
fkv: musikki

source: om ulykkelig kjærlighet
fkv: onnettomasta rakhauesta

source: Vadsø ble kvenenes egen hovedstad
fkv: Vesisaaresta tuli kväänitten oma "pääkaupunki"

source: Folk som ikke klarte seg selv ble sendt tilbake dit de kom fra
fkv: Heät, jokka ei pärjänheet itte, lähätethiin takasin sinne mistä het olthiin tulheetki

source: røtter
fkv: juuret

source: kvenene er en egen norsk minoritet
fkv: kväänit oon oma vähemistö Ruijassa
